Repository: Joenvyme/openglossa
Catalog: public/downloads/openglossa_demo.tmx
Source language: de
Languages: fr

source: Zum Abschlusse eines Vertrages ist die übereinstimmende gegenseitige Willensäusserung der Parteien erforderlich.
fr: Le contrat est parfait lorsque les parties ont, réciproquement et d’une manière concordante, manifesté leur volonté.

source: Sie kann eine ausdrückliche oder stillschweigende sein.
fr: Cette manifestation peut être expresse ou tacite.

source: Haben sich die Parteien über alle wesentlichen Punkte geeinigt, so wird vermutet, dass der Vorbehalt von Nebenpunkten die Verbindlichkeit des Vertrages nicht hindern solle.
fr: Si les parties se sont mises d’accord sur tous les points essentiels, le contrat est réputé conclu, lors même que des points secondaires ont été réservés.

source: Kommt über die vorbehaltenen Nebenpunkte eine Vereinbarung nicht zustande, so hat der Richter über diese nach der Natur des Geschäftes zu entscheiden.
fr: À défaut d’accord sur les points secondaires, le juge les règle en tenant compte de la nature de l’affaire.

source: Vorbehalten bleiben die Bestimmungen über die Form der Verträge.
fr: Sont réservées les dispositions qui régissent la forme des contrats.

source: Wer einem andern den Antrag zum Abschlusse eines Vertrages stellt und für die Annahme eine Frist setzt, bleibt bis zu deren Ablauf an den Antrag gebunden.
fr: Toute personne qui propose à une autre la conclusion d’un contrat en lui fixant un délai pour accepter, est liée par son offre jusqu’à l’expiration de ce délai.

source: Er wird wieder frei, wenn eine Annahmeerklärung nicht vor Ablauf dieser Frist bei ihm eingetroffen ist.
fr: Elle est déliée, si l’acceptation ne lui parvient pas avant l’expiration du délai.

source: Wird der Antrag ohne Bestimmung einer Frist an einen Anwesenden gestellt und nicht sogleich angenommen, so ist der Antragsteller nicht weiter gebunden.
fr: Lorsque l’offre a été faite à une personne présente, sans fixation d’un délai pour l’accepter, l’auteur de l’offre est délié si l’acceptation n’a pas lieu immédiatement.

source: Wenn die Vertragschliessenden oder ihre Bevollmächtigten sich persönlich des Telefons bedienen, so gilt der Vertrag als unter Anwesenden abgeschlossen.
fr: Les contrats conclus par téléphone sont censés faits entre présents, si les parties ou leurs mandataires ont été personnellement en communication.

source: Wird der Antrag ohne Bestimmung einer Frist an einen Abwesenden gestellt, so bleibt der Antragsteller bis zu dem Zeitpunkte gebunden, wo er den Eingang der Antwort bei ihrer ordnungsmässigen und rechtzeitigen Absendung erwarten darf.
fr: Lorsque l’offre a été faite sans fixation de délai à une personne non présente, l’auteur de l’offre reste lié jusqu’au moment où il peut s’attendre à l’arrivée d’une réponse expédiée à temps et régulièrement.

source: Er darf dabei voraussetzen, dass sein Antrag rechtzeitig angekommen sei.
fr: Il a le droit d’admettre que l’offre a été reçue à temps.

source: Trifft die rechtzeitig abgesandte Annahmeerklärung erst nach jenem Zeitpunkte bei dem Antragsteller ein, so ist dieser, wenn er nicht gebunden sein will, verpflichtet, ohne Verzug hievon Anzeige zu machen.
fr: Si l’acceptation expédiée à temps parvient tardivement à l’auteur de l’offre, et que celui-ci entende ne pas être lié, il doit en informer immédiatement l’acceptant.

source: Ist wegen der besonderen Natur des Geschäftes oder nach den Umständen eine ausdrückliche Annahme nicht zu erwarten, so gilt der Vertrag als abgeschlossen, wenn der Antrag nicht binnen angemessener Frist abgelehnt wird.
fr: Lorsque l’auteur de l’offre ne devait pas, en raison soit de la nature spéciale de l’affaire, soit des circonstances, s’attendre à une acceptation expresse, le contrat est réputé conclu si l’offre n’a pas été refusée dans un délai convenable.

source: Die Zusendung einer unbestellten Sache ist kein Antrag.
fr: L’envoi d’une chose non commandée n’est pas considéré comme une offre.

source: Der Empfänger ist nicht verpflichtet, die Sache zurückzusenden oder aufzubewahren.
fr: Le destinataire n’est pas tenu de renvoyer la chose ni de la conserver.

source: Ist eine unbestellte Sache offensichtlich irrtümlich zugesandt worden, so muss der Empfänger den Absender benachrichtigen.
fr: Si l’envoi d’une chose non commandée est manifestement dû à une erreur, le destinataire doit en informer l’expéditeur.

source: Der Antragsteller wird nicht gebunden, wenn er dem Antrage eine die Behaftung ablehnende Erklärung beifügt, oder wenn ein solcher Vorbehalt sich aus der Natur des Geschäftes oder aus den Umständen ergibt.
fr: L’auteur de l’offre n’est pas lié s’il a fait à cet égard des réserves expresses, ou si son intention de ne pas s’obliger résulte soit des circonstances, soit de la nature spéciale de l’affaire.

source: Die Versendung von Tarifen, Preislisten u. dgl. bedeutet an sich keinen Antrag.
fr: L’envoi de tarifs, de prix courants, etc., ne constitue pas une offre de contracter.

source: Dagegen gilt die Auslage von Waren mit Angabe des Preises in der Regel als Antrag.
fr: Le fait d’exposer des marchandises, avec indication du prix, est tenu dans la règle pour une offre.

source: Wer durch Preisausschreiben oder Auslobung für eine Leistung eine Belohnung aussetzt, hat diese seiner Auskündung gemäss zu entrichten.
fr: Celui qui promet publiquement un prix en échange d’une prestation est tenu de le payer conformément à sa promesse.

source: Tritt er zurück, bevor die Leistung erfolgt ist, so hat er denjenigen, die auf Grund der Auskündung in guten Treuen Aufwendungen gemacht haben, hierfür bis höchstens zum Betrag der ausgesetzten Belohnung Ersatz zu leisten, sofern er nicht beweist, dass ihnen die Leistung doch nicht gelungen wäre.
fr: S’il retire sa promesse avant qu’une prestation lui soit parvenue, il est tenu de rembourser, au plus jusqu’à concurrence de ce qu’il avait promis, les impenses faites de bonne foi; à moins cependant qu’il ne prouve que le succès espéré n’aurait pas été obtenu.

source: Trifft der Widerruf bei dem anderen Teile vor oder mit dem Antrage ein, oder wird er bei späterem Eintreffen dem andern zur Kenntnis gebracht, bevor dieser vom Antrag Kenntnis genommen hat, so ist der Antrag als nicht geschehen zu betrachten.
fr: L’offre est considérée comme non avenue, si le retrait en parvient avant l’offre ou en même temps au destinataire, ou si, étant arrivé postérieurement, il est communiqué au destinataire avant que celui-ci ait pris connaissance de l’offre.

source: Dasselbe gilt für den Widerruf der Annahme.
fr: La même règle s’applique au retrait de l’acceptation.

source: Ist ein Vertrag unter Abwesenden zustande gekommen, so beginnen seine Wirkungen mit dem Zeitpunkte, wo die Erklärung der Annahme zur Absendung abgegeben wurde.
fr: Le contrat conclu entre absents déploie ses effets dès le moment où l’acceptation a été expédiée.

source: Wenn eine ausdrückliche Annahme nicht erforderlich ist, so beginnen die Wirkungen des Vertrages mit dem Empfange des Antrages.
fr: Si une acceptation expresse n’est pas nécessaire, les effets du contrat remontent au moment de la réception de l’offre.

source: Verträge bedürfen zu ihrer Gültigkeit nur dann einer besonderen Form, wenn das Gesetz eine solche vorschreibt.
fr: La validité des contrats n’est subordonnée à l’observation d’une forme particulière qu’en vertu d’une prescription spéciale de la loi.

source: Ist über Bedeutung und Wirkung einer gesetzlich vorgeschriebenen Form nicht etwas anderes bestimmt, so hängt von deren Beobachtung die Gültigkeit des Vertrages ab.
fr: À défaut d’une disposition contraire sur la portée et les effets de la forme prescrite, le contrat n’est valable que si cette forme a été observée.

source: Ist für einen Vertrag die schriftliche Form gesetzlich vorgeschrieben, so gilt diese Vorschrift auch für jede Abänderung, mit Ausnahme von ergänzenden Nebenbestimmungen, die mit der Urkunde nicht im Widerspruche stehen.
fr: Lorsque la loi exige qu’un contrat soit fait en la forme écrite, cette règle s’applique également à toutes les modifications du contrat, hormis les stipulations complémentaires et accessoires qui ne sont pas en contradiction avec l’acte.

source: Ein Vertrag, für den die schriftliche Form gesetzlich vorgeschrieben ist, muss die Unterschriften aller Personen tragen, die durch ihn verpflichtet werden sollen.
fr: Le contrat pour lequel la loi exige la forme écrite doit être signé par toutes les personnes auxquelles il impose des obligations.

source: Die Unterschrift ist eigenhändig zu schreiben.
fr: La signature doit être écrite à la main par celui qui s’oblige.

source: Eine Nachbildung der eigenhändigen Schrift auf mechanischem Wege wird nur da als genügend anerkannt, wo deren Gebrauch im Verkehr üblich ist, insbesondere wo es sich um die Unterschrift auf Wertpapieren handelt, die in grosser Zahl ausgegeben werden.
fr: Celle qui procède de quelque moyen mécanique n’est tenu pour suffisante que dans les affaires où elle est admise par l’usage, notamment lorsqu’il s’agit de signer des papiers-valeurs émis en nombre considérable.

source: Der eigenhändigen Unterschrift gleichgestellt ist die mit einem qualifizierten Zeitstempel verbundene qualifizierte elektronische Signatur gemäss Bundesgesetz vom 18. März 2016
fr: La signature électronique qualifiée avec horodatage électronique qualifié au sens de la loi du 18 mars 2016 sur la signature électronique

source: Für den Blinden ist die Unterschrift nur dann verbindlich, wenn sie beglaubigt ist, oder wenn nachgewiesen wird, dass er zur Zeit der Unterzeichnung den Inhalt der Urkunde gekannt hat.
fr: La signature des aveugles ne les oblige que si elle a été dûment légalisée, ou s’il est établi qu’ils ont connu le texte de l’acte au moment de signer.

source: Kann eine Person nicht unterschreiben, so ist es, mit Vorbehalt der Bestimmungen über den Wechsel, gestattet, die Unterschrift durch ein beglaubigtes Handzeichen zu ersetzen oder durch eine öffentliche Beurkundung ersetzen zu lassen.
fr: Il est permis à toute personne qui ne peut signer de remplacer sa signature par une marque à la main, dûment légalisée, ou par une attestation authentique; sont réservées les dispositions concernant la lettre de change.

source: Ist für einen Vertrag, der vom Gesetze an keine Form gebunden ist, die Anwendung einer solchen vorbehalten worden, so wird vermutet, dass die Parteien vor Erfüllung der Form nicht verpflichtet sein wollen.
fr: Les parties qui ont convenu de donner une forme spéciale à un contrat pour lequel la loi n’en exige point, sont réputées n’avoir entendu se lier que dès l’accomplissement de cette forme.

source: Geht eine solche Abrede auf schriftliche Form ohne nähere Bezeichnung, so gelten für deren Erfüllung die Erfordernisse der gesetzlich vorgeschriebenen Schriftlichkeit.
fr: S’il s’agit de la forme écrite, sans indication plus précise, il y a lieu d’observer les dispositions relatives à cette forme lorsqu’elle est exigée par la loi.

source: Ein Schuldbekenntnis ist gültig auch ohne die Angabe eines Verpflichtungsgrundes.
fr: La reconnaissance d’une dette est valable, même si elle n’énonce pas la cause de l’obligation.

source: Bei der Beurteilung eines Vertrages sowohl nach Form als nach Inhalt ist der übereinstimmende wirkliche Wille und nicht die unrichtige Bezeichnung oder Ausdrucksweise zu beachten, die von den Parteien aus Irrtum oder in der Absicht gebraucht wird, die wahre Beschaffenheit des Vertrages zu verbergen.
fr: Pour apprécier la forme et les clauses d’un contrat, il y a lieu de rechercher la réelle et commune intention des parties, sans s’arrêter aux expressions ou dénominations inexactes dont elles ont pu se servir, soit par erreur, soit pour déguiser la nature véritable de la convention.

source: Dem Dritten, der die Forderung im Vertrauen auf ein schriftliches Schuldbekenntnis erworben hat, kann der Schuldner die Einrede der Simulation nicht entgegensetzen.
fr: Le débiteur ne peut opposer l’exception de simulation au tiers qui est devenu créancier sur la foi d’une reconnaissance écrite de la dette.

source: Der Inhalt des Vertrages kann innerhalb der Schranken des Gesetzes beliebig festgestellt werden.
fr: L’objet d’un contrat peut être librement déterminé, dans les limites de la loi.

source: Von den gesetzlichen Vorschriften abweichende Vereinbarungen sind nur zulässig, wo das Gesetz nicht eine unabänderliche Vorschrift aufstellt oder die Abweichung nicht einen Verstoss gegen die öffentliche Ordnung, gegen die guten Sitten oder gegen das Recht der Persönlichkeit in sich schliesst.
fr: La loi n’exclut les conventions des parties que lorsqu’elle édicte une règle de droit strict, ou lorsqu’une dérogation à son texte serait contraire aux moeurs, à l’ordre public ou aux droits attachés à la personnalité.

source: Ein Vertrag, der einen unmöglichen oder widerrechtlichen Inhalt hat oder gegen die guten Sitten verstösst, ist nichtig.
fr: Le contrat est nul s’il a pour objet une chose impossible, illicite ou contraire aux moeurs.

source: Betrifft aber der Mangel bloss einzelne Teile des Vertrages, so sind nur diese nichtig, sobald nicht anzunehmen ist, dass er ohne den nichtigen Teil überhaupt nicht geschlossen worden wäre.
fr: Si le contrat n’est vicié que dans certaines de ses clauses, ces clauses sont seules frappées de nullité, à moins qu’il n’y ait lieu d’admettre que le contrat n’aurait pas été conclu sans elles.

source: Wird ein offenbares Missverhältnis zwischen der Leistung und der Gegenleistung durch einen Vertrag begründet, dessen Abschluss von dem einen Teil durch Ausbeutung der Notlage, der Unerfahrenheit oder des Leichtsinns des andern herbeigeführt worden ist, so kann der Verletzte innerhalb Jahresfrist erklären, dass er den Vertrag nicht halte, und das schon Geleistete zurückverlangen.
fr: En cas de disproportion évidente entre la prestation promise par l’une des parties et la contre-prestation de l’autre, la partie lésée peut, dans le délai d’un an, déclarer qu’elle résilie le contrat et répéter ce qu’elle a payé, si la lésion a été déterminée par l’exploitation de sa gêne, de sa légèreté ou de son inexpérience.

source: Die Jahresfrist beginnt mit dem Abschluss des Vertrages.
fr: Le délai d’un an court dès la conclusion du contrat.

source: Durch Vertrag kann die Verpflichtung zum Abschluss eines künftigen Vertrages begründet werden.
fr: L’obligation de passer une convention future peut être assumée contractuellement.

source: Wo das Gesetz zum Schutze der Vertragschliessenden für die Gültigkeit des künftigen Vertrages eine Form vorschreibt, gilt diese auch für den Vorvertrag.
fr: Lorsque, dans l’intérêt des parties, la loi subordonne la validité du contrat à l’observation d’une certaine forme, celle-ci s’applique également à la promesse de contracter.

source: Der Vertrag ist für denjenigen unverbindlich, der sich beim Abschluss in einem wesentlichen Irrtum befunden hat.
fr: Le contrat n’oblige pas celle des parties qui, au moment de le conclure, était dans une erreur essentielle.

source: Der Irrtum ist namentlich in folgenden Fällen ein wesentlicher:1. wenn der Irrende einen andern Vertrag eingehen wollte als denjenigen, für den er seine Zustimmung erklärt hat;2. wenn der Wille des Irrenden auf eine andere Sache oder, wo der Vertrag mit Rücksicht auf eine bestimmte Person abgeschlossen wurde, auf eine andere Person gerichtet war, als er erklärt hat;3. wenn der Irrende eine Leistung von erheblich grösserem Umfange versprochen hat oder eine Gegenleistung von erheblich geringerem Umfange sich hat versprechen lassen, als es sein Wille war;4. wenn der Irrtum einen bestimmten Sachverhalt betraf, der vom Irrenden nach Treu und Glauben im Geschäftsverkehr als eine notwendige Grundlage des Vertrages betrachtet wurde.
fr: L’erreur est essentielle, notamment:1. lorsque la partie qui se prévaut de son erreur entendait faire un contrat autre que celui auquel elle a déclaré consentir;2. lorsqu’elle avait en vue une autre chose que celle qui a fait l’objet du contrat, ou une autre personne et qu’elle s’est engagée principalement en considération de cette personne;3. lorsque la prestation promise par celui des contractants qui se prévaut de son erreur est notablement plus étendue, ou lorsque la contre-prestation l’est notablement moins qu’il ne le voulait en réalité;4. lorsque l’erreur porte sur des faits que la loyauté commerciale permettait à celui qui se prévaut de son erreur de considérer comme des éléments nécessaires du contrat.

source: Bezieht sich dagegen der Irrtum nur auf den Beweggrund zum Vertragsabschlusse, so ist er nicht wesentlich.
fr: L’erreur qui concerne uniquement les motifs du contrat n’est pas essentielle.

source: Blosse Rechnungsfehler hindern die Verbindlichkeit des Vertrages nicht, sind aber zu berichtigen.
fr: De simples erreurs de calcul n’infirment pas la validité du contrat; elles doivent être corrigées.

source: Die Berufung auf Irrtum ist unstatthaft, wenn sie Treu und Glauben widerspricht.
fr: La partie qui est victime d’une erreur ne peut s’en prévaloir d’une façon contraire aux règles de la bonne foi.

source: Insbesondere muss der Irrende den Vertrag gelten lassen, wie er ihn verstanden hat, sobald der andere sich hierzu bereit erklärt.
fr: Elle reste notamment obligée par le contrat qu’elle entendait faire, si l’autre partie se déclare prête à l’exécuter.

source: Hat der Irrende, der den Vertrag nicht gegen sich gelten lässt, seinen Irrtum der eigenen Fahrlässigkeit zuzuschreiben, so ist er zum Ersatze des aus dem Dahinfallen des Vertrages erwachsenen Schadens verpflichtet, es sei denn, dass der andere den Irrtum gekannt habe oder hätte kennen sollen.
fr: La partie qui invoque son erreur pour se soustraire à l’effet du contrat est tenue de réparer le dommage résultant de l’invalidité de la convention si l’erreur provient de sa propre faute, à moins que l’autre partie n’ait connu ou dû connaître l’erreur.

source: Wo es der Billigkeit entspricht, kann der Richter auf Ersatz weiteren Schadens erkennen.
fr: Le juge peut, si l’équité l’exige, allouer des dommages-intérêts plus considérables à la partie lésée.

source: Wird beim Vertragsabschluss Antrag oder Annahme durch einen Boten oder auf andere Weise unrichtig übermittelt, so finden die Vorschriften über den Irrtum entsprechende Anwendung.
fr: Les règles concernant l’erreur s’appliquent par analogie, lorsque la volonté d’une des parties a été inexactement transmise par un messager ou quelque autre intermédiaire.

source: Ist ein Vertragschliessender durch absichtliche Täuschung seitens des andern zu dem Vertragsabschlusse verleitet worden, so ist der Vertrag für ihn auch dann nicht verbindlich, wenn der erregte Irrtum kein wesentlicher war.
fr: La partie induite à contracter par le dol de l’autre n’est pas obligée, même si son erreur n’est pas essentielle.

source: Die von einem Dritten verübte absichtliche Täuschung hindert die Verbindlichkeit für den Getäuschten nur, wenn der andere zur Zeit des Vertragsabschlusses die Täuschung gekannt hat oder hätte kennen sollen.
fr: La partie qui est victime du dol d’un tiers demeure obligée, à moins que l’autre partie n’ait connu ou dû connaître le dol lors de la conclusion du contrat.

source: Ist ein Vertragschliessender von dem anderen oder von einem Dritten widerrechtlich durch Erregung gegründeter Furcht zur Eingehung eines Vertrages bestimmt worden, so ist der Vertrag für den Bedrohten unverbindlich.
fr: Si l’une des parties a contracté sous l’empire d’une crainte fondée que lui aurait inspirée sans droit l’autre partie ou un tiers, elle n’est point obligée.

source: Ist die Drohung von einem Dritten ausgegangen, so hat, wo es der Billigkeit entspricht, der Bedrohte, der den Vertrag nicht halten will, dem anderen, wenn dieser die Drohung weder gekannt hat noch hätte kennen sollen, Entschädigung zu leisten.
fr: Lorsque les menaces sont le fait d’un tiers et que l’autre partie ne les a ni connues, ni dû connaître, celui des contractants qui en est victime et qui veut se départir du contrat est tenu d’indemniser l’autre si l’équité l’exige.

source: Die Furcht ist für denjenigen eine gegründete, der nach den Umständen annehmen muss, dass er oder eine ihm nahe verbundene Person an Leib und Leben, Ehre oder Vermögen mit einer nahen und erheblichen Gefahr bedroht sei.
fr: La crainte est réputée fondée lorsque la partie menacée devait croire, d’après les circonstances, qu’un danger grave et imminent la menaçait elle-même, ou l’un de ses proches, dans sa vie, sa personne, son honneur ou ses biens.

source: Die Furcht vor der Geltendmachung eines Rechtes wird nur dann berücksichtigt, wenn die Notlage des Bedrohten benutzt worden ist, um ihm die Einräumung übermässiger Vorteile abzunötigen.
fr: La crainte de voir invoquer un droit ne peut être prise en considération que si la gêne de la partie menacée a été exploitée pour extorquer à celle-ci des avantages excessifs.

source: Wenn der durch Irrtum, Täuschung oder Furcht beeinflusste Teil binnen Jahresfrist weder dem anderen eröffnet, dass er den Vertrag nicht halte, noch eine schon erfolgte Leistung zurückfordert, so gilt der Vertrag als genehmigt.
fr: Le contrat entaché d’erreur ou de dol, ou conclu sous l’empire d’une crainte fondée, est tenu pour ratifié lorsque la partie qu’il n’oblige point a laissé s’écouler une année sans déclarer à l’autre sa résolution de ne pas le maintenir, ou sans répéter ce qu’elle a payé.

source: Die Frist beginnt in den Fällen des Irrtums und der Täuschung mit der Entdeckung, in den Fällen der Furcht mit deren Beseitigung.
fr: Le délai court dès que l’erreur ou le dol a été découvert, ou dès que la crainte s’est dissipée.

source: Die Genehmigung eines wegen Täuschung oder Furcht unverbindlichen Vertrages schliesst den Anspruch auf Schadenersatz nicht ohne weiteres aus.
fr: La ratification d’un contrat entaché de dol ou conclu sous l’empire d’une crainte fondée n’implique pas nécessairement la renonciation au droit de demander des dommages-intérêts.

source: Wenn jemand, der zur Vertretung eines andern ermächtigt ist, in dessen Namen einen Vertrag abschliesst, so wird der Vertretene und nicht der Vertreter berechtigt und verpflichtet.
fr: Les droits et les obligations dérivant d’un contrat fait au nom d’une autre personne par un représentant autorisé passent au représenté.

source: Hat der Vertreter bei dem Vertragsabschlusse sich nicht als solcher zu erkennen gegeben, so wird der Vertretene nur dann unmittelbar berechtigt oder verpflichtet, wenn der andere aus den Umständen auf das Vertretungsverhältnis schliessen musste, oder wenn es ihm gleichgültig war, mit wem er den Vertrag schliesse.
fr: Lorsque au moment de la conclusion du contrat le représentant ne s’est pas fait connaître comme tel, le représenté ne devient directement créancier ou débiteur que si celui avec lequel il contracte devait inférer des circonstances qu’il existait un rapport de représentation, ou s’il lui était indifférent de traiter avec l’un ou l’autre.

source: Ist dies nicht der Fall, so bedarf es einer Abtretung der Forderung oder einer Schuldübernahme nach den hierfür geltenden Grundsätzen.
fr: Dans les autres cas, une cession de la créance ou une reprise de la dette est nécessaire en conformité des principes qui régissent ces actes.

source: Soweit die Ermächtigung, im Namen eines andern Rechtshandlungen vorzunehmen, aus Verhältnissen des öffentlichen Rechtes hervorgeht, ist sie nach den Vorschriften des öffentlichen Rechtes des Bundes und der Kantone zu beurteilen.
fr: Le pouvoir d’accomplir des actes juridiques pour autrui, en tant qu’il se fonde sur des rapports de droit public, est réglé par le droit public de la Confédération ou des cantons.
